IDEA Open Model
ResultOfNLASection.Position Property
Compatible with IDEA StatiCa v 10.1
 Position on member
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Position { get; set; }
Public Property Position As Double
	Get
	Set
public:
property double Position {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfNLASection Class
IdeaRS.OpenModel.Result Namespace